[
    {
        "id": 1,
        "document_id": "batik_bali",
        "name": "Batik Bali",
        "desc_batik": "Batik Bali adalah hasil penyebaran Batik dari Pulau Jawa. Bali mempunyai potensi yang besar sebagai tempat bertumbuh dan berkembangnya batik, karena masyarakat Bali diketahui secara luas mempunyai kepandaian yang tinggi dalam olah seni. Batik di Bali dibuat untuk berbagai keperluan sandang termasuk dalam upacara adat ritual keagamaan, maupun untuk Kehidupan umum sehari-hari, serta juga memenuhi kebutuhan wisatawan sebagai cinderamata.\n\nMotif batik Bali sangat ditentukan berdasarkan suatu hal, selain karena mempunyai ragam hias tradisonal yang kaya, kreativitas senimannya kuat, juga industri pariwisata mampu menyerap dengan cepat hasil karya batik, sehingga dinamika kreativitas cukup cepat dan tinggi. Motif batik Bali terinspirasi dari lingkungan alam dan budaya bali serta pengaruh dari luar daerah, yang divisualisasikan sebagai motif naturalis, dekoratif, dan abstrak. Perpaduan antara motif Bali dengan Jawa, Sumatra, Kalimantan, Sulawesi, Papua, dan scbagainya, juga terjadi di Bali, karena banyak seniman pendatang yang berkarya di Bali. Adapun motif batik Bali yang mengandung makna nilai-nilai solidaritas antara lain motifnya, yaitu: Sekar Jagad Bali, Teratai Banji, Poleng Biru. \n\nMotif Sekar Jagad Bali bermakna keanekaragaman Bali dalam kesatuan motif yang indah. Motif ini terinspirasi dari motif Sekar Jagad di Jawa. Komposisi motif Sekar Jagad Jawa yang dikreasi­ kan ulang dengan dimasukkan unsur-unsur alam dan budaya Bali, sehingga menjadi batik yang berciri khas Bali. Motif Teratai Banji yang bermakna kesucian jiwa yang tulus, hidup rukun damai dan bersatu dalam keteraturan agama dan keseimbangan alam sehingga dapat menggapai kebahagiaan hidup pribadi maupun bersama. Makna motif Poleng Biru adalah keseimbangan dalam menjalani kehidupan, sehingga dapat hidup rukun dan harmonis dalam diri sendiri, keluarga, bermasyarakat dan dengan lingkungan alam, sehingga menerbitkan optimisme hidup yang bahagia dan sejahtera.",
        "teknik_pembuatan": ["Tulis", "Cap", "Lukis"],
        "link_proses_pembuatan": "https://youtu.be/ae5V-xW5XyY?si=m9lrlD_fzjlAH7YE",
        "asal": "Bali",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_Bali.jpg",
        "tahun": "1970-an",
        "arti_motif": "Kekayaan Alam, Kekuatan, Keajaiban, dan Keperkasaan"
    },
    {
        "id": 2,
        "document_id": "batik_betawi",
        "name": "Batik Betawi",
        "desc_batik": "Seni batik Betawi mulai berkembang pada abad ke-19 di Batavia. Meskipun tidak jelas siapa yang pertama kali menciptakannya, rumah mode Met Zellar dan Van Zuylen menjadi pusat produksi batik yang sangat populer di kalangan masyarakat kelas atas Batavia. Mereka terdiri dari keturunan Belanda, Tionghoa, dan elit pribumi. \n\nMenurut informasi dari Museum Nusantara, pusat produksi batik pada masa itu berada di wilayah Tanah Abang, mencakup Karet Tengsin, Kebayoran, dan Tebet. Mayoritas pengusaha batik saat itu berasal dari keturunan Tionghoa. Seiring berjalannya waktu, jumlah pengrajin batik di Jakarta meningkat, bahkan sampai mencapai perkampungan Betawi. Salah satu daerah yang masih aktif dalam memproduksi batik khas Betawi adalah Kampung Batik Betawi Terogong, Jakarta.",
        "teknik_pembuatan": ["Tulis", "Cap"],
        "link_proses_pembuatan": "https://youtu.be/FzF-Ohvii2s?si=yWORoKAHhuREwfKE",
        "asal": "DKI Jakarta",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_Betawi.jpg",
        "tahun": "Abad ke-19",
        "arti_motif": "Keindahan Alam, Keseimbangan, Kesejahteraan, dan Berkah"
    },
    {
        "id": 3,
        "document_id": "batik_celup",
        "name": "Batik Celup",
        "desc_batik": "Batik Celup merupakana barik dengan pembuatan batik mengikuti prosedur 'celup rintang,' di mana motif terbentuk dari bahan-bahan yang mampu menghalangi warna untuk meresap ke dalam serat kain saat dicelupkan ke dalam bahan warna.\n\nSalah satu bentuk batik yang menarik adalah celup ikat, yang melibatkan proses celuprintang untuk membentuk pola pada kain. Dalam ikat-celup, tali, benang, dan karet digunakan sebagai penghalang atau perintang warna. Pembentukan corak pada ikat-celup melibatkan teknik seperti jumputan, lipat, gulung, dan jahit jelujur, di mana kreativitas pengrajin terlihat dalam cara mereka menangani kain untuk menciptakan motif yang unik dan menarik.",
        "teknik_pembuatan": ["Celup"],
        "link_proses_pembuatan": "https://youtu.be/OFb4PfKTcPs?si=hHJ-t4_9OWTPb3Wf",
        "asal": "Sumatra Selatan",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_Celup.jpeg",
        "tahun": "1960-an",
        "arti_motif": "Keindahan dan Keberagaman"
    },
    {
        "id": 4,
        "document_id": "batik_cendrawasih",
        "name": "Batik Cendrawasih",
     	"desc_batik": "Batik Cendrawasih, atau motif Papua secara umum, menggunakan tiga jenis bahan utama: katun, sutra, dan shantung. Setiap jenis bahan memiliki keunggulan masing-masing. Warna-warna yang cerah dan terang pada umumnya menggunakan pewarna sintetis, meskipun ada pula yang dihasilkan dari pewarna alami.\n\nMotif Batik Cendrawasih mengandung makna tersirat yang mendalam. Cendrawasih dianggap sebagai burung surga, dan masyarakat setempat meyakini bahwa burung tersebut menjadi penghubung antara kehidupan surga dan bumi. Oleh karena itu, tak heran jika burung ini menjadi simbol yang sangat sakral bagi masyarakat Papua. Mengenakan batik motif Cendrawasih tidak hanya menciptakan aura yang anggun, gagah, namun juga menawan.\n\nSelain kecantikan alam yang eksotis di Papua, keberadaan kebudayaan batik juga menjadi tambahan yang memperkaya keeksotisan \"zamrud\" dari wilayah timur Indonesia.",
        "teknik_pembuatan": ["Tulis","Lukis"],
        "link_proses_pembuatan": "https://youtu.be/IV6slsRUFO0?si=ToGyUQaKqxd1CDum",
        "asal": "Papua",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_cendrawasih.jpg",
        "tahun": "1984",
        "arti_motif": "Kekayaan, Keindahan, dan Keanggunan"
    },
    {
        "id": 5,
        "document_id": "batik_ceplok",
        "name": "Batik Ceplok",
     	"desc_batik": "Batik ceplok, juga dikenal sebagai batik ceplokan, merupakan jenis batik yang menampilkan pola atau motif berbasis geometri, seperti persegi, oval, atau bintang, yang diatur secara melingkar dan menciptakan tampilan mirip sekuntum bunga dengan simetri yang khas. Inspirasi bentuk ini berasal dari buah kawung atau buah aren yang dibelah menjadi empat bagian. \n\nVariasi dalam batik ceplok sangat beragam, di mana bentuk geometris utama dapat diisi dengan motif-motif batik lainnya seperti kawung, parang klithik, truntum, atau ornamen isen-isen lainnya seperti bunga dan gerdo atau gambar garuda. Motif batik ceplok ini menggambarkan perjalanan takdir dan keteraturan kehidupan, mencerminkan bahwa dalam kehidupan ini, ada aturan dan garis yang telah ditetapkan. Harapannya, pemakai batik ini dapat menjalani hidup dengan keteraturan. Di masa lalu, batik ceplok sering digunakan oleh aparat pemerintahan, dengan keyakinan bahwa pemakaian motif batik ini dapat mendorong para aparat pemerintahan untuk menjalankan tugas dengan benar dan jujur.",
        "teknik_pembuatan": ["Cap"],
        "link_proses_pembuatan": "https://youtube.com/shorts/k-CHsrWsopU?si=tXXmsrJ2ffQoqRlm",
        "asal": "Daerah Istimewa Yogyakarta",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_ceplok.jpg",
        "tahun": "1940-an",
        "arti_motif": "Suratan Takdir dan Keteraturan Kehidupan"
    },
    {
        "id": 6,
        "document_id": "batik_ciamis",
        "name": "Batik Ciamis",
     	"desc_batik": "Batik Ciamis merupakan salah satu kekayaan budaya Indonesia yang menampilkan keindahan yang tidak dapat disaingi. Dengan motif khas dan palet warna yang cerah, batik ini telah menjadi sorotan dalam dunia fashion dan industri kreatif.\n\nPada sekitar abad ke-20, praktik membatik di Kabupaten Ciamis mulai tumbuh secara bertahap menjadi produk massal yang dapat diakses oleh masyarakat di luar wilayah tersebut. Keemasan Batik Ciamis mencapai puncaknya dari tahun 1960 hingga awal 1980-an.",
        "teknik_pembuatan": ["Tulis", "Cap"],
        "link_proses_pembuatan": "https://youtu.be/liw6XZ2Te1M?si=wAykNH_UUByvOJo9",
        "asal": "Jawa Barat",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_Ciamis.jpg",
        "tahun": "1960-an",
        "arti_motif": "Kesederhanaan, keanggunan, dan Kemakmuran"
    },
    {
        "id": 7,
        "document_id": "batik_garutan",
        "name": "Batik Garutan",
     	"desc_batik": "Batik Garutan mencapai puncak kejayaannya antara tahun 1967 hingga 1985. Proses pembuatan batik tulis asal Garut memerlukan waktu yang cukup lama, tetapi memiliki nilai tinggi karena dikerjakan oleh pengrajin yang sangat terampil. Dibandingkan dengan batik cap atau batik print, batik tulis Garutan memiliki nilai lebih tinggi.\n\nAda empat jenis batik Garutan berdasarkan cara pembuatannya, yaitu batik tulis, batik cap, batik kombinasi tulis dan cap, serta batik lukis. Terdapat lebih dari 80 motif batik Garutan, bahkan mencapai ratusan, dengan ciri khasnya sendiri yang membedakannya dari daerah penghasil batik lainnya. Namun, di antara banyak motif tersebut, terdapat lima motif andalan batik Garutan.\n\nSejarah batik Garut berakar dari warisan nenek moyang yang turun-temurun dan telah berkembang sejak jauh sebelum kemerdekaan Indonesia. Hingga tahun 1945, batik Garut semakin populer dengan sebutan batik tulis Garutan, mencapai puncak kejayaan antara tahun 1967 hingga 1985. Namun, karena keterbatasan bahan dan modal, serta strategi pemasaran yang kurang efektif, generasi penerus batik Garut mengalami penurunan. Persaingan yang sengit dengan produsen batik lain yang menggunakan teknik modern seperti mesin printing juga ikut berkontribusi pada penurunan tersebut.",
        "teknik_pembuatan": ["Tulis"],
        "link_proses_pembuatan": "https://youtu.be/H4ybn4wFuwU?si=A_TZ62f9AM3P1n_t",
        "asal": "Jawa barat",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_garutan.jpg",
        "tahun": "1967",
        "arti_motif": "Kehidupan, kekyaan, dan keindahan Alam"
    },
    {
        "id": 8,
        "document_id": "batik_gentongan",
        "name": "Batik Gentongan",
     	"desc_batik": "Motif Gentongan kuno ini merupakan warisan nenek moyang terdahulu yang diwariskan secara turun-temurun hingga saat ini. Sumbernya dari cerita leluhur yang diceritakan oleh nenek kami (Buyut) bahwa batik ini adalah pernikahan leluhur, budaya sebelumnya di desa Tlaga Biru kecamatan Tanjungbum, Mahari untuk pernikahan berupa batik tulis.\n\nGentongan melakukannya dengan cara terbaik untuk menghormati calon pasangannya. Menurut sejarah leluhur, batik ini ada pada masa Bangkalan Kyai Syaikhona Kholil sekitar tahun 1900-1920. Sejauh ini barang masih bagus karena sudah disimpan dengan baik. Dari segi motif bisa terlihat sangat berbeda dengan motif batik Gentongan yang berkembang belakangan ini.",
        "teknik_pembuatan": ["Tulis"],
        "link_proses_pembuatan": "https://youtu.be/4ZrxpGDgtO8?si=JPBu1ML2QJrY84j1",
        "asal": "Jawa Timur",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_gentongan.jpeg",
        "tahun": "1920-an",
        "arti_motif": "Kehidupan Kekeluargaan"
    },
    {
        "id": 9,
        "document_id": "batik_kawung",
        "name": "Batik Kawung",
     	"desc_batik": "Batik Indonesia, hasil perpaduan seni dan teknologi oleh leluhur bangsa, memiliki keistimewaan dalam corak motifnya yang kaya makna dan filosofi, mencerminkan adat dan budaya Indonesia. UNESCO secara resmi mengakui Batik Indonesia sebagai Warisan Budaya Takbenda pada 2 Oktober 2009, mengakui nilai budaya yang terkandung dalam karya seni ini.\n\nSalah satu motif batik yang terkenal adalah motif kawung, dengan bentuk bulatan geometris yang mirip buah kawung. Motif ini, muncul pertama kali pada abad ke-13 di Pulau Jawa, memiliki makna kesempurnaan, kemurnian, dan kesucian. Secara etimologis, 'kawung' berkaitan dengan 'suwung,' mencerminkan kekosongan dari nafsu dan hasrat dunia. Simbolisnya, motif kawung menciptakan kontrol diri yang sempurna, menunjukkan sikap netral tanpa keinginan untuk menonjolkan diri. Motif ini juga dikenal sebagai gambaran sosok bijaksana, terkait erat dengan figur Semar dalam kebudayaan Jawa.",
        "teknik_pembuatan": ["Tulis", "Cap"],
        "link_proses_pembuatan": "https://youtu.be/cno7HY1GFyE?si=MMfLL8naU7T-DuQS",
        "asal": "Daerah istimewa Yogyakarta",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_Kawung.png",
        "tahun": "Abad ke-13",
        "arti_motif": "Umur Panjang, Berkah, dan Kemasyuran "
    },
    {
        "id": 10,
        "document_id": "batik_keraton",
        "name": "Batik Keraton",
     	"desc_batik": "Batik Keraton adalah jenis batik yang memiliki pola atau motif tradisional, khususnya yang berkembang di keraton-keraton Jawa. Pola, susunan hiasan, dan pewarnaan pada batik ini merupakan hasil perpaduan seni, tradisi, filosofi, dan identitas kehidupan masyarakat di dalam keraton. Batik jenis ini sangat eksklusif dan tidak sembarang orang dapat mengenakannya. Beberapa motif seperti Parang Rusak Barong, Parang Rusak Gendreh, Parang Klithik, Semen Gedhe Sawat Gurdha, Semen Gedhe Sawat Lar, Udan Liris, Rujak Senthe, serta motif Parang-Parangan lainnya dianggap tabu untuk dikenakan di luar keluarga kerajaan.\n\nPada awal tradisi pembatikan di keraton, bahkan kain putih yang digunakan merupakan hasil tenunan sendiri. Bahan pewarna yang digunakan berasal dari tumbuh-tumbuhan asli Indonesia seperti pohon mengkudu, tinggi, soga, dan nila. Sementara itu, bahan soda dihasilkan dari soda abu dan garam dibuat dari tanah lumpur. Warna dasar putih menjadi salah satu ciri khas Batik Keraton Kasultanan Yogyakarta. Ciri khas lainnya adalah pola geometris yang besar pada Batik Keraton Kasultanan Yogyakarta, yang sebagian dihiasi dengan motif parang.",
        "teknik_pembuatan": ["Tulis"],
        "link_proses_pembuatan": "https://youtu.be/cno7HY1GFyE?si=MMfLL8naU7T-DuQS",
        "asal": "Daerah Istimewa Yogyakarta",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_Keraton.png",
        "tahun": "Abad ke-13",
        "arti_motif": "Permurnian Diri, Keberagaman, dan Kehidupan Manusia"
    },
    {
        "id": 11,
        "document_id": "batik_lasem",
        "name": "Batik Lasem",
     	"desc_batik": "Batik Lasem adalah kain batik pesisiran yang mencerminkan akulturasi budaya antara tradisi batik kraton dengan pengaruh budaya Cina dan Jawa. Penelitian ini bertujuan untuk menggali latar belakang sejarah dan makna simbol dalam batik Lasem sebagai manifestasi akulturasi Cina-Jawa dalam budaya masyarakat. Metode penelitian melibatkan wawancara dengan tokoh sejarah dan pengelola batik Lasem, serta analisis data menggunakan teori simbol. Motif-motif seperti naga, phoenix, Watu Pecah, Latohan, dan Lokchan menjadi simbol hasil akulturasi budaya dalam batik Lasem. Ditemukan bahwa batik Lasem tidak hanya memiliki nilai estetik yang berkaitan dengan seni, tetapi juga membawa makna mitos, bahasa, sejarah, dan ilmu pengetahuan yang melibatkan nilai-nilai ajaran dari budaya Cina-Jawa.\n\nDalam penelitian ini, hasilnya mencakup pemahaman mendalam tentang simbol-simbol batik Lasem, seperti motif-motif yang mencerminkan akulturasi budaya, serta aspek-aspek seperti nilai estetik, mitos, bahasa, sejarah, dan ilmu pengetahuan yang terkait dengan kepercayaan dan kehidupan masyarakat Cina-Jawa.",
        "teknik_pembuatan": ["Tulis"],
        "link_proses_pembuatan": "https://youtu.be/uRRC8gz1Og4?si=rgvZchew69zRapp0",
        "asal": "Jawa Tengah",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_Lasem.jpg",
        "tahun": "1970-an",
        "arti_motif": "Kelapangan Rejeki dan Berkah"
    },
    {
        "id": 12,
        "document_id": "batik_megamendung",
        "name": "Batik Megamendung",
     	"desc_batik": "Motif mega mendung dalam batik Cirebon memiliki akar sejarah yang terkait dengan kedatangan orang-orang Tionghoa ke wilayah Cirebon. Pelabuhan Muara Jati di Cirebon menjadi tempat persinggahan bagi pendatang dari dalam dan luar negeri, termasuk orang Tionghoa. Pernikahan Sunan Gunung Jati, yang memainkan peran penting dalam penyebaran agama Islam di wilayah tersebut pada abad ke-16, dengan Putri Ong Tien dari Cina, membawa pengaruh budaya dan seni Cina ke Cirebon. Benda seni seperti keramik, piring, dan kain dengan motif awan yang dihadiahkan oleh Putri Ong Tien menjadi inspirasi bagi seniman Cirebon. Motif mega mendung Cirebon menggabungkan unsur-unsur budaya dan tradisi Cina, namun tetap memiliki ciri khas Cirebon, terlihat dari perbedaan dalam garis awan yang lebih lancip dan segitiga, berbeda dengan motif mega mendung Cina yang cenderung berbentuk bulatan atau lingkaran.\n\nPernikahan tersebut menjadi pintu gerbang bagi masuknya budaya dan tradisi Cina ke keraton Cirebon. Pembatik keraton menciptakan motif batik yang mencerminkan pengaruh Cina namun tetap mempertahankan identitas Cirebon, menciptakan perbedaan dalam garis-garis awan yang menjadi ciri khas motif mega mendung. Dengan demikian, motif mega mendung dalam batik Cirebon tidak hanya menjadi manifestasi seni, tetapi juga merefleksikan interaksi budaya yang kaya dalam sejarah keraton Cirebon.",
        "teknik_pembuatan": ["Tulis"],
        "link_proses_pembuatan": "https://youtu.be/Z1vM-LeSG60?si=hlVUh2fPjjxsqAW-",
        "asal": "Jawa Barat",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_megamendung.png",
        "tahun": "Abad ke-16",
        "arti_motif": "Kesuburan dan Kehidupan"
    },
    {
        "id": 13,
        "document_id": "batik_parang",
        "name": "Batik Parang",
     	"desc_batik": "Batik Parang Lereng, salah satu batik Solo yang terkenal, tidak hanya memiliki nilai seni yang tinggi tetapi juga dipenuhi dengan makna filosofis yang mendalam. Sebagai salah satu motif batik tertua di Jawa, batik Parang Lereng secara keseluruhan melambangkan semangat keteguhan dan ketahanan dalam menghadapi tantangan hidup. Motif yang menyerupai ombak laut yang terus bergerak mencerminkan semangat untuk tidak mudah menyerah dalam menghadapi perjalanan hidup. Selain itu, hubungan yang tidak putus dalam motif ini menjadi simbol bahwa seseorang memiliki kemampuan untuk memperbaiki diri dan bertahan demi mencapai kehidupan yang lebih sejahtera.\n\nSelain memiliki makna ketahanan, batik Parang Lereng juga dihubungkan dengan kesejahteraan dan pribadi yang baik. Garis diagonal dalam motif batik ini mengandung makna penghormatan, cita-cita, dan kesetiaan. Oleh karena itu, batik Parang Lereng sering digunakan dalam acara-acara resmi keraton atau acara pembukaan, membawa serta pesan filosofis yang mendalam tentang semangat, perbaikan diri, dan cita-cita untuk kesejahteraan.",
        "teknik_pembuatan": ["Tulis", "Cap"],
        "link_proses_pembuatan": "https://youtu.be/bG8vyn7xg38?si=7QWofcEwxtKixmk_",
        "asal": "Daerah Istimewa Yogyakarta",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_parang.jpg",
        "tahun": "Abad ke-16",
        "arti_motif": "Kedudukan, kekuatan, dan Pertumbuhan"
    },
    {
        "id": 14,
        "document_id": "batik_pekalongan",
        "name": "Batik Pekalongan",
     	"desc_batik": "Batik ceplok, juga dikenal sebagai batik ceplokan, merupakan jenis batik yang menampilkan pola atau motif berbasis geometri, seperti persegi, oval, atau bintang, yang diatur secara melingkar dan menciptakan tampilan mirip sekuntum bunga dengan simetri yang khas. Inspirasi bentuk ini berasal dari buah kawung atau buah aren yang dibelah menjadi empat bagian.\n\nVariasi dalam batik ceplok sangat beragam, di mana bentuk geometris utama dapat diisi dengan motif-motif batik lainnya seperti kawung, parang klithik, truntum, atau ornamen isen-isen lainnya seperti bunga dan gerdo atau gambar garuda. Motif batik ceplok ini menggambarkan perjalanan takdir dan keteraturan kehidupan, mencerminkan bahwa dalam kehidupan ini, ada aturan dan garis yang telah ditetapkan. Harapannya, pemakai batik ini dapat menjalani hidup dengan keteraturan. Di masa lalu, batik ceplok sering digunakan oleh aparat pemerintahan, dengan keyakinan bahwa pemakaian motif batik ini dapat mendorong para aparat pemerintahan untuk menjalankan tugas dengan benar dan jujur.",
        "teknik_pembuatan": ["Tulis", "Cap"],
        "link_proses_pembuatan": "https://youtu.be/BLBfYWLIN2U?si=55Nd9CYlLCzHDHoC",
        "asal": "Jawa Tengah",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_pekalongan.jpg",
        "tahun": "1800-an",
        "arti_motif": "Keindahan Alam Nusantara"
    },
    {
        "id": 15,
        "document_id": "batik_priangan",
        "name": "Batik Priangan",
     	"desc_batik": "Batik atau membatik merupakan proses menghias kain dengan menggunakan lilin atau malam sebagai penahan warna. Sedangkan teknik yang digunakan adalah teknik celup dingin dengan canting tulis atau cap tembaga. Meskipun di masa lalu teknik cap tembaga tidak dimasukkan dalam kategori batik, tetapi dengan pertimbangan komersial, hal itu masih dalam batas kewajaran sebagai batik.\n\nPada abad ke-12, di zaman Kerajaan Sunda Galuh yang di pimpin oleh Darmasiksa atau Prabu Sanghyang Wisnu (1175-1297 M) sampai zaman Prabu Siliwangi Pakuan Padjajaran (1482-1521 M) masyarakat Sunda sudah mengenal batik. Di antara pembatik yang amat dikenal pada masa itu adalah; Rei Sutan Pamangku dan istrinya Dasimah Arthi Pahrih, Ambhir dan Silihanju dan anak perempuannya Suranti palihwarti. Dari banyaknya jenis dan motif batik ada sekitar 29 motif yang dibuat sebelum zaman Pakuan Padjajaran",
        "teknik_pembuatan": ["Cap"],
        "link_proses_pembuatan": "https://youtube.com/shorts/TjCbvBilaxA?si=zV64eUWaB14wLZW6",
        "asal": "Jawa Barat",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_priangan.jpg",
        "tahun": "1960-an",
        "arti_motif": "Kesederhanaan, Terbuka, dan Pluralis"
    },
    {
        "id": 16,
        "document_id": "batik_sekar",
        "name": "Batik Sekar",
     	"desc_batik": "Motif Batik Sekar Jagad, yang berasal dari Yogyakarta dan Solo, dianggap mewakili keindahan dan kecantikan. Dalam bahasa Jawa, ada pandangan bahwa 'Sekar Jagad' berasal dari gabungan kata 'kar' yang berasal dari kata Belanda 'kaart' yang berarti peta, dan 'jagad' dari Bahasa Jawa yang berarti dunia. Oleh karena itu, motif Batik Sekar Jagad diartikan sebagai representasi dari aneka ragam dunia. Meskipun demikian, makna tersebut dianggap umum karena setiap jenis motif batik memiliki keindahan, makna, dan ciri khasnya sendiri. Dengan demikian, secara harfiah, Batik Sekar Jagad dapat diinterpretasikan sebagai visualisasi keindahan dari keberagaman yang ada di muka bumi.\n\nSelain makna tersebut, ada juga penafsiran lain bahwa Batik Sekar Jagad berasal dari kata 'sekar' yang berarti bunga dalam Bahasa Jawa, dan 'jagad' yang berarti dunia. Ini mengisyaratkan bahwa keindahan Batik Sekar Jagad terinspirasi dan mengandung makna dari keanekaragaman bunga yang ada di atas bumi, baik sebagai simbol kembang maupun sebagai metafora kehidupan.",
        "teknik_pembuatan": ["Cap"],
        "link_proses_pembuatan": "https://youtu.be/Ij475WUgp84?si=E9oBe3DtOQ3Um3Z_",
        "asal": "Jawa Tengah",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_Sekar.jpg",
        "tahun": "1800-an",
        "arti_motif": "Kecantikan dan Keindahan"
    },
    {
        "id": 17,
        "document_id": "batik_sidoluhur",
        "name": "Batik Sidoluhur",
     	"desc_batik": "Batik Sido Luhur, yang dikenal sebagai batik keraton dari Yogyakarta dan Surakarta, memiliki makna keluhuran yang mencakup aspek materi dan non-materi dalam kehidupan orang Jawa. Keluhuran materi tercermin melalui tercukupinya segala aspek ragawi melalui usaha dan kerja keras sesuai dengan jabatan atau profesi seseorang. Sementara itu, keluhuran non-materi ditonjolkan melalui sikap budi pekerti, tutur kata, dan tindakan mulia dalam kehidupan sehari-hari. Dalam konteks keraton Surakarta, motif batik Sido Luhur dipakai pada malam pengantin atau pernikahan, dianggap membawa kelancaran dan kemuliaan hidup bagi pasangan pengantin. Batik ini juga sering digunakan dalam acara mitoni atau upacara tujuh bulan kehamilan dengan harapan memberikan kebahagiaan dan membentuk sifat budi pekerti luhur pada anak yang akan dilahirkan. Selain itu, batik Sido Luhur sering digunakan untuk menggendong bayi, diharapkan membawa kegembiraan dan ketenangan pada sang bayi.\n\nPenggunaan batik Sido Luhur dalam berbagai acara ini mencerminkan kekayaan makna filosofis dan simbolis dalam budaya Jawa, di mana batik bukan hanya sebagai busana, tetapi juga sebagai pengejawantahan nilai-nilai dan harapan bagi kehidupan yang lebih baik.",
        "teknik_pembuatan": ["Cap"],
        "link_proses_pembuatan": "https://youtube.com/shorts/X_Z2tFTp_pg?si=fB_k8E-4UdvBmOxJ",
        "asal": "Jawa Tengah",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_sidoluhur.png",
        "tahun": "Abad ke-17",
        "arti_motif": "Keluhuran"
    },
    {
        "id": 18,
        "document_id": "batik_sidomukti",
        "name": "Batik Sidomukti",
     	"desc_batik": "Motif batik Sidomukti memiliki asal-usul dari kata 'sido' yang berarti menjadi, dan 'mukti' yang berarti kebahagiaan, kekuasaan, dan kelimpahan. Motif ini menjadi simbol pengharapan dan doa untuk kebahagiaan dan kelimpahan dalam hidup. Batik Sidomukti terkenal sebagai kain sepasang atau kain sawitan yang dihasilkan menggunakan pewarna alami berwarna soga atau coklat. Khususnya digunakan dalam upacara pernikahan adat Jawa seperti siraman, kerikan, ijab, dan panggih, motif ini mewakili harapan bahwa pasangan yang menikah akan memiliki masa depan yang baik dan penuh kebahagiaan. Warna soga pada batik Sidomukti, sebagai hasil dari pewarna alami seperti pohon mengkudu, hambal, tegeran, dan tingi, memiliki makna simbolis dalam konsep papat lima pancer, melambangkan hawa nafsu dan semangat tinggi dalam berbuat baik.",
        "teknik_pembuatan": ["Cap"],
        "link_proses_pembuatan": "https://youtu.be/tEvDW2s22dg?si=cK_mEM6zeDD_f9de",
        "asal": "Jawa Tengah",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_sidomukti.jpg",
        "tahun": "1970-an",
        "arti_motif": "Pengharapan, Kebahagian, dan Kabaikan "
    },
    {
        "id": 19,
        "document_id": "batik_tambal",
        "name": "Batik Tambal",
     	"desc_batik": "Motif kain batik Tambal, yang secara harfiah berarti 'menambal' atau memperbaiki, menggabungkan berbagai macam motif batik dalam bidang-bidang segitiga yang disusun sedemikian rupa, biasanya dari bidang persegi empat yang lebih besar dengan garis-garis memotong dari setiap sudutnya. Filosofi dari batik Tambal mencerminkan nilai-nilai solidaritas dan harmoni dalam masyarakat, di mana elemen-elemen yang berbeda diintegrasikan untuk menciptakan keindahan kesatuan. Selain sebagai simbol persatuan, motif ini juga diartikan sebagai metafora hidup yang penuh dengan keberagaman dan perbedaan. Setiap tambalan yang menyusun motif ini mewakili perbedaan individu, latar belakang, dan pengalaman hidup yang bersatu dalam keberagaman yang indah.\n\nBatik Tambal juga memiliki dimensi spiritual dan penyembuhan dalam budaya tradisional. Dulu, kain batik bermotif Tambal diyakini dapat membantu kesembuhan orang yang sakit. Caranya adalah dengan menyelimuti orang sakit tersebut dengan kain motif Tambal, mengisyaratkan bahwa perjalanan hidup manusia menuju kehidupan yang lebih baik, baik secara lahir maupun batin, memerlukan upaya perbaikan dan penyembuhan yang bersifat holistik. Dengan demikian, batik Tambal tidak hanya menjadi simbol keindahan dan persatuan, tetapi juga membawa makna mendalam dalam konteks spiritual dan kesehatan.",
        "teknik_pembuatan": ["Cap"],
        "link_proses_pembuatan": "https://youtu.be/SQx2gP_QL20?si=eu0Mgf8ryRRK3JfC",
        "asal": "Jawa Tengah",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_tambal.jpg",
        "tahun": "1950-an",
        "arti_motif": "Memperbaiki, Kebersamaan, dan Memikat"
    },
    {
        "id": 20,
        "document_id": "batik_wayang ",
        "name": "Batik Wayang ",
     	"desc_batik": "Motif mega mendung dalam batik Cirebon memiliki akar sejarah yang terkait dengan kedatangan orang-orang Tionghoa ke wilayah Cirebon. Pelabuhan Muara Jati di Cirebon menjadi tempat persinggahan bagi pendatang dari dalam dan luar negeri, termasuk orang Tionghoa. Pernikahan Sunan Gunung Jati, yang memainkan peran penting dalam penyebaran agama Islam di wilayah tersebut pada abad ke-16, dengan Putri Ong Tien dari Cina, membawa pengaruh budaya dan seni Cina ke Cirebon. Benda seni seperti keramik, piring, dan kain dengan motif awan yang dihadiahkan oleh Putri Ong Tien menjadi inspirasi bagi seniman Cirebon. Motif mega mendung Cirebon menggabungkan unsur-unsur budaya dan tradisi Cina, namun tetap memiliki ciri khas Cirebon, terlihat dari perbedaan dalam garis awan yang lebih lancip dan segitiga, berbeda dengan motif mega mendung Cina yang cenderung berbentuk bulatan atau lingkaran.\n\nPernikahan tersebut menjadi pintu gerbang bagi masuknya budaya dan tradisi Cina ke keraton Cirebon. Pembatik keraton menciptakan motif batik yang mencerminkan pengaruh Cina namun tetap mempertahankan identitas Cirebon, menciptakan perbedaan dalam garis-garis awan yang menjadi ciri khas motif mega mendung. Dengan demikian, motif mega mendung dalam batik Cirebon tidak hanya menjadi manifestasi seni, tetapi juga merefleksikan interaksi budaya yang kaya dalam sejarah keraton Cirebon.",
        "teknik_pembuatan": ["Tulis","Lukis"],
        "link_proses_pembuatan": "https://www.youtube.com/watch?v=3XQKXsrSssI&pp=ygUMQmF0aWsgV2F5YW5n",
        "asal": "Jawa Tengah",
        "image": "https://storage.googleapis.com/estetika-capstone-article-bucket/BATIK/Batik_Wayang.jpg",
        "tahun": "1940-an",
        "arti_motif": "Kesempurnaan, Kemurniaan, dan Kesucian"
    }
]